---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.SpaceTagType
source: html/02c573c7-ebaf-3e12-b58e-d034bfb8e635.htm
---
# SpaceTagType Properties

The id of the assembly instance to which the element belongs.